-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Feb 11, 2024 at 12:28 PM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.2.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `db_exam`
--

-- --------------------------------------------------------

--
-- Table structure for table `tb_an`
--

CREATE TABLE `tb_an` (
  `an_id` int(20) NOT NULL,
  `an_regis` varchar(20) NOT NULL,
  `an_test` varchar(20) NOT NULL,
  `an_test_result` varchar(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tb_an`
--

INSERT INTO `tb_an` (`an_id`, `an_regis`, `an_test`, `an_test_result`) VALUES
(2, 'ประกาศ', 'ประกาศ', 'ประกาศ');

-- --------------------------------------------------------

--
-- Table structure for table `tb_department`
--

CREATE TABLE `tb_department` (
  `id_department` int(11) NOT NULL,
  `department_id` varchar(10) NOT NULL,
  `department_name` varchar(70) NOT NULL,
  `department_short` varchar(10) NOT NULL,
  `department_student` varchar(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tb_department`
--

INSERT INTO `tb_department` (`id_department`, `department_id`, `department_name`, `department_short`, `department_student`) VALUES
(1, '20101011', 'ช่างยนต์/ยานยนต์', 'ชย.', '240'),
(2, '20101051', 'ช่างยนต์/จักรยานยนต์และเครื่องยนต์เล็กอเนกประสงค์', 'ชจ.', '80'),
(3, '20102011', 'ช่างกลโรงงาน/เครื่องมือกล', 'ชก.', '160'),
(4, '20103011', 'ช่างเชื่อมโลหะ/ผลิตภัณฑ์', 'ชช.', '120'),
(5, '20104011', 'ช่างไฟฟ้ากำลัง/ไฟฟ้ากำลัง', 'ชฟ.', '240'),
(6, '20105011', 'ช่างอิเล็กทรอนิกส์/อิเล็กทรอนิกส์', 'ชอ.', '160'),
(7, '20106011', 'ช่างก่อสร้าง/ก่อสร้าง', 'ชส.', '80'),
(8, '20107011', 'เครื่องเรือนและตกแต่งภายใน', 'ชค.', '80'),
(9, '20108011', 'สถาปัตยกรรม', 'ชถ.', '120'),
(10, '20109011', 'สำรวจ', 'ชร.', '80'),
(11, '20121011', 'โยธา', 'ชธ.', '120'),
(12, '20127011', 'ช่างเมคคาทรอนิกส์/เมคคาทรอนิกส์', 'ชม.', '40'),
(13, '20128011', 'ช่างเทคนิคคอมพิวเตอร์/เทคนิคคอมพิวเตอร์', 'ชอ.', '40'),
(14, '20214011', 'โลจิสติกส์/โลจิสติกส์', 'ลต.', '40'),
(15, '20901021', 'เทคโนโลยีสารสนเทศ/การโปรแกรมคอมพิวเตอร์ เว็บ และอุปกรณ์เคลื่อนที่', 'ทส.', '40'),
(16, '20901051', 'เทคโนโลยีสารสนเทศ/คอมพิวเตอร์กราฟิก เกม และแอนิเมชัน', 'ทส.', '40'),
(17, '30101013', 'เทคนิคยานยนต์(ม.6)', 'สยท.', '80'),
(18, '30103033', 'เทคโนโลยีงานเชื่อมโครงสร้างโลหะ(ม.6)', 'สทล.', '40'),
(19, '30104025', 'ไฟฟ้ากำลัง(ภาคสมทบ)', 'สฟก.', '120'),
(20, '30104063', 'เทคนิคยานยนต์ไฟฟ้า(ม.6)', 'สยฟ.', '40'),
(21, '30106013', 'ก่อสร้าง(ม.6)', 'สชส.', '80'),
(22, '30107013', 'งานเฟอร์นิเจอร์และตกแต่งภายใน(ม.6)', 'สคน.', '40'),
(23, '30108013', 'เทคนิคสถาปัตยกรรม(ม.6)', 'สชถ.', '40'),
(24, '30121013', 'โยธา(ม.6)', 'สชธ.', '40'),
(25, '30121015', 'โยธา(ภาคสมทบ)', 'สชธ.', '20'),
(26, '30134013', 'เครื่องทำความเย็นและปรับอากาศ(ม.6)', 'สฟป.', '20'),
(27, '30214013', 'การจัดการโลจิสติกส์และซัพพลายเชน(ม.6)', 'สลต.', '80'),
(28, '30901013', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', 'สสซ.', '40'),
(29, '30901043', 'เทคโนโลยีสารสนเทศ/นักพัฒนาคอมพิวเตอร์กราฟฟิกฯ(ม6)', 'สสก.', '20'),
(30, '30113035', 'เทคนิคการจัดการพลังงาน(สมทบ)', 'สทพ.', '20'),
(31, '30127013', 'เมคคาทรอนิกส์และหุ่นยนต์(ม.6,ทวิภาคี)', 'สมค.', '40');

-- --------------------------------------------------------

--
-- Table structure for table `tb_register`
--

CREATE TABLE `tb_register` (
  `ID_User` int(11) NOT NULL,
  `firstname` varchar(30) NOT NULL,
  `lastname` varchar(30) NOT NULL,
  `birthdate` varchar(20) NOT NULL,
  `id_card` varchar(13) NOT NULL,
  `email` varchar(30) NOT NULL,
  `userrole` varchar(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tb_register`
--

INSERT INTO `tb_register` (`ID_User`, `firstname`, `lastname`, `birthdate`, `id_card`, `email`, `userrole`) VALUES
(1, 'g1@gmail.com', 'test2', '', '', '', ''),
(4, '24234@gmail.com', '138912312', '', '', '', ''),
(5, 'test', 'test', '', '', '', ''),
(6, 'test@test.com', 'test', '', '', '', ''),
(7, 'test1', 'test1', '', '', '', ''),
(8, 't', '1', '', '', '', ''),
(9, 'r', '2', '', '', '', ''),
(10, '1', '2', '', '', '', ''),
(11, 't2', '3', '', '', '', ''),
(13, 't23', 't', '', '', '', ''),
(14, 't243', '5', '', '', '', ''),
(16, 'gk', 'g', '', '', '', ''),
(17, 'tada', '1', '', '', '', ''),
(19, 'dadada5', '2', '', '', '', ''),
(20, 'fdaff', '2', '', '', '', ''),
(21, 'ttt', '2', '', '', '', ''),
(22, 'test2', 'test2', '', '', '', ''),
(23, 'test3', 'test3', '', '', '', ''),
(24, 'test23x', '1', '', '', '', ''),
(25, 'z', 'z', '', '', '', ''),
(26, 'c', 'c', '', '', '', ''),
(27, 'xv', 'v', '', '', '', ''),
(28, 'b', 'b', '', '', '', ''),
(29, 'n', '7b8b965ad4bca0e41ab51de7b31363', '', '', '', ''),
(30, 'zn', '7b8b965ad4bca0e41ab51de7b31363', '', '', '', ''),
(31, 'Admin', '1234', '', '', '', 'admin'),
(32, 'member1', 'c4ca4238a0b923820dcc509a6f7584', '', '', '', 'member'),
(33, 'member2', 'c4ca4238a0b923820dcc509a6f7584', '', '', '', 'member'),
(34, 'Natthanan', 'e10adc3949ba59abbe56e057f20f88', '', '', '', 'member'),
(35, 'reg', 'c4ca4238a0b923820dcc509a6f7584', '', '', '', 'member'),
(36, 'vvv', '4786f3282f04de5b5c7317c490c6d9', '', '', '', 'member'),
(37, 'cc', 'e0323a9039add2978bf5b49550572c', '', '', '', 'member'),
(38, 'realrealreal', '$2y$10$qauFTzOAgDRLLWfkivtYau8', '', '', '', 'member'),
(39, 't1', '$2y$10$ZP1p4OpdZlUHguI8DWnw.Og', '', '', '', 'member'),
(40, 'A1', '$2y$10$Gs2oC4WDtP5YgdG3k2sPy.F', '', '', '', 'member'),
(41, 'b1', '$2y$10$MKJTlnpSo2VxicE6qvjVaen', '', '', '', 'member'),
(42, 'new1', '$2y$10$m3V8uimdYFLflxZBmbClFu5', '', '', '', 'member'),
(43, 'new2', '$2y$10$sMPEKYSMtMgjKMQx6NaR3uX', '', '', '', 'member'),
(44, 'new3', '$2y$10$kiqPIFCkPUpQyWK4BMlSX.8', '', '', '', 'member'),
(45, 'new4', '$2y$10$2P6Or/yoGzIf4lTKi24SgeM', '', '', '', 'member'),
(46, 'new5', '$2y$10$4WhCmhl7UzGEYshq0kTfsOF', '', '', '', 'member'),
(47, 'new6', '$2y$10$AGi8UE8UPpD/b7gNhWT1l.A', '', '', '', 'member'),
(48, 'new7', '$2y$10$t5cx6AYZs7mrQkD6JkMdjuR', '', '', '', 'member'),
(49, 'new11', '$2y$10$kRaKwGp46gAo1LN9QLH1kuF', '', '', '', 'member'),
(50, 'new111', '$2y$10$w5NPYdYwPgyxuY6a0/pE/eN', '', '', '', 'member'),
(51, 'a123', '$2y$10$So/O6XtRDXPYxMkV3asjpOU', '', '', '', 'member'),
(52, 'b11', '$2y$10$IMGpUEJpaQFahAvrISoeqeC', '', '', '', 'member'),
(53, 'n2', '$2y$10$IPe1KjepfvElksEuT8UmUOV', '', '', '', 'member'),
(54, 'z1', '$2y$10$bekjJrYh9ViiRdtiZvQ4h.r', '', '', '', 'member'),
(55, 'test23', '$2y$10$WqIoW6i.dk15aKEsIzS7..2', '', '', '', 'member'),
(56, 'name1', '$2y$10$aJCaHgLLKRxY47aEjNVV8.v', '', '', '', 'member'),
(57, 'l1', '$2y$10$NTjBZjpN7uk/U8Nox1XVBek', '', '', '', 'member'),
(58, 'old1', '$2y$10$cluD7/LNG.mfYNuyVY3x6e1', '', '', '', 'member'),
(59, 'old22', '$2y$10$yRRWMvjIo/0tSAbygUC96.a', '', '', '', 'member'),
(60, 'old23', '$2y$10$rH9jw1hvI1dKKtHvYjuNten', '', '', '', 'member'),
(61, '1234', '$2y$10$tH3DQFPT79WwBaaI9UOLXum', '', '', '', 'member'),
(62, 'reg1', '$2y$10$W7U1zkAM0dBkKEE4u8IkDeK', '', '', '', 'member'),
(63, 'testtest1', '$2y$10$nNIfzMSzwf1mEf1mURtbXej', '', '', '', 'member'),
(64, 'LOL', '$2y$10$w4TWkE.2Nv/3TkHahEUh0Om', '', '', '', 'member'),
(65, 'LLL', '$2y$10$5D0y6ZN0Fh51WS/cDAwMLu4', '', '', '', 'member'),
(66, 'LL1', '$2y$10$ZjN7x5UC/BuT7SlvhGMsc.k', '', '', '', 'member'),
(67, 'Login1', '$2y$10$ebXg4Gh7EFRCWGwUe4wEveo', '', '', '', 'member'),
(68, 'nine', '$2y$10$Ucic0sYAm/6XTAwHp.GZ4.C', '', '', '', 'member'),
(69, 'now1', '$2y$10$K.yJAQFqmWQvGjOngLl4TOP', '', '', '', 'member'),
(70, 'golfza123', '$2y$10$jIPsxAnUOmkuHX.ooNffxuZ', '', '', '', 'member'),
(71, 'golf123', '$2y$10$bbhrd4lndLJDIvVxWHcaJeI', '', '', '', 'member'),
(72, 'to1', '$2y$10$P/EbNHgx2LBznNFlsYWvbeO', '', '', '', 'member'),
(73, 'toto1', '$2y$10$gUAvAHNqE487yP9XdnkZWOv', '', '', '', 'member'),
(74, 'golf2', '$2y$10$PQN0k4vycyFEA17r0bgdrO6', '', '', '', 'member'),
(75, 'now2', '$2y$10$1rNsiSPuwCf91GhdjWQi/.P', '', '', '', 'member'),
(76, 'me1', '$2y$10$J2RIUnEhIY0zhU23XGI5KOP', '', '', '', 'member'),
(77, 'NatthananSangwal', '$2y$10$W/bG69pLvw80Ho1zMlNlCep', '', '', '', 'member'),
(79, 'waree1', '$2y$10$YpsEuiPFqyGf.s97nzl4CuB', '', '', '', 'member'),
(80, 'wareee1', '$2y$10$aM5Vi.azwOVT5bEUP4ULHeP', '', '', '', 'member'),
(81, '1g', '$2y$10$hTTnuK5mbE/fo0GEo5XuUuA', '', '', '', 'member'),
(82, 'g12', '$2y$10$4H5ajdzoimQub1fCtonI4eA', '', '', '', 'member'),
(83, 'armza123', '$2y$10$wH2KPVzk.6GC7.lhPaI/O.v', '', '', '', 'member'),
(84, 'armza1', '$2y$10$hPk5qyzuW55Wru8w9Q6Mc.b', '', '', '', 'member'),
(85, 'arm', '$2y$10$8Cyy.lLwsptrnbeg1BwVUeU', '', '', '', 'member'),
(86, 'go1', '$2y$10$4QwDIll8DLTFKprTtBFZOuw', '', '', '', 'member'),
(88, 'admin1', '$2y$10$MhNNKk8ROPoW7/iS9rblYei', '', '', '', 'member'),
(89, 'ณัฐนันท์ ', 'สังวาลย์', '2023-12-31', '1909802815403', 'golfza123golfza123@gmail.com', 'admin'),
(91, 'x', 'd', '2024-01-12', '1909802815401', 'golfza123golfza123@gmail.com', 'member'),
(92, '1', '2', '20240112', '1909802815401', 'golfza123golfza123@gmail.com', 'member'),
(93, '12', '22', '20012024', '1909802815401', 'golfza123golfza123@gmail.com', 'member'),
(94, 'Natthanan', 'Sangwal', '03012024', '1909802815401', 'golfza123golfza123@gmail.com', 'member'),
(95, 'Natthanan', 'Sangwal', '12012024', '1909802815401', 'golfza123golfza123@gmail.com', 'member'),
(96, 'ณัฐนันท์', 'สังวาลย์', '02012024', '1909802815123', 'golfza123golfza123@gmail.com', 'member'),
(97, 'ณัฐนันท์2', 'สังวาลย์2', '29012024', '1900000000000', 'golfza123golfza123@gmail.com', 'member'),
(98, 'ณัฐนันท์staff', 'สังวาลย์staff', '29012024', '1800000000000', 'golfza123golfza123@gmail.com', 'staff'),
(99, 'ธนภัทร', 'มณีนั่น', '29012024', '1909802817732', 'Natthanan144@gmail.com', 'member');

-- --------------------------------------------------------

--
-- Table structure for table `tb_status`
--

CREATE TABLE `tb_status` (
  `id_status` int(11) NOT NULL,
  `status_report` varchar(20) NOT NULL,
  `at_id` varchar(10) NOT NULL,
  `report_who` varchar(50) NOT NULL,
  `status_now` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tb_status`
--

INSERT INTO `tb_status` (`id_status`, `status_report`, `at_id`, `report_who`, `status_now`) VALUES
(5, 'ข้อมูลไม่ครบถ้วน', '48', 'staff', 'รอการตรวจสอบและแก้ไข'),
(6, 'ข้อมูลไม่ครบถ้วน', '50', 'ณัฐนันท์staff สังวาลย์staff', 'รอการตรวจสอบและแก้ไข'),
(7, 'ข้อมูลผิดพลาด', '50', 'ณัฐนันท์staff สังวาลย์staff', 'รอการตรวจสอบและแก้ไข');

-- --------------------------------------------------------

--
-- Table structure for table `tb_student`
--

CREATE TABLE `tb_student` (
  `id_student` int(11) NOT NULL,
  `pre_name` varchar(20) NOT NULL,
  `firstname` varchar(30) NOT NULL,
  `lastname` varchar(30) NOT NULL,
  `department` varchar(50) NOT NULL,
  `tel` varchar(10) NOT NULL,
  `id_card` varchar(13) NOT NULL,
  `email` varchar(30) NOT NULL,
  `grade_level` varchar(50) NOT NULL,
  `birthdate` varchar(30) NOT NULL,
  `nationality` varchar(20) NOT NULL,
  `religion` varchar(20) NOT NULL,
  `ads` varchar(150) NOT NULL,
  `dad_name` varchar(35) NOT NULL,
  `dad_tel` varchar(10) NOT NULL,
  `mom_name` varchar(35) NOT NULL,
  `mom_tel` varchar(10) NOT NULL,
  `parents_name` varchar(35) NOT NULL,
  `parents_tel` varchar(10) NOT NULL,
  `school` varchar(20) NOT NULL,
  `GPA` varchar(10) NOT NULL,
  `img` longblob NOT NULL,
  `id_test` int(11) NOT NULL,
  `status_value` varchar(20) NOT NULL,
  `time_stamp` varchar(20) NOT NULL,
  `test_result` varchar(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tb_student`
--

INSERT INTO `tb_student` (`id_student`, `pre_name`, `firstname`, `lastname`, `department`, `tel`, `id_card`, `email`, `grade_level`, `birthdate`, `nationality`, `religion`, `ads`, `dad_name`, `dad_tel`, `mom_name`, `mom_tel`, `parents_name`, `parents_tel`, `school`, `GPA`, `img`, `id_test`, `status_value`, `time_stamp`, `test_result`) VALUES
(48, '', 'ทดสอบ', 'สอบทด', 'ก่อสร้าง(ม.6)', '0938742731', '1234567890123', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-17', 'ไทย', 'เบค่อน', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', '', '', 'แถวบ้าน', '4.5', '', 0, 'กำลังรอตรวจสอบ', '2024-01-26', ''),
(50, '', '1', '1', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '1909802800001', 'som@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-02-09', 'ไทย', 'เบค่อน', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', '', '', 'แถวบ้าน', '4.5', '', 1, 'เสร็จสิ้น', '2024-01-27', ''),
(51, '', 'หญิง', 'สาว', 'เทคนิคสถาปัตยกรรม(ม.6)', '081000002', '1909802815400', 'dadadada@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-09', 'ไทย', 'เบค่อน', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', '', '', 'แถวบ้าน', '4.5', '', 0, 'กำลังรอตรวจสอบ', '2024-01-27', ''),
(52, '', 'd', 'สาว', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '081000002', '1909802815406', 'dadadada@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '', 'ไทย', 'เบค่อน', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', '', '', 'แถวบ้าน', '4.5', '', 5, 'เสร็จสิ้น', '2024-01-27', ''),
(53, '', 'd', 'สาว', 'เทคนิคยานยนต์(ม.6)', '081000002', '1909802815408', 'dadadada@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '', 'ไทย', 'เบค่อน', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', '', '', 'แถวบ้าน', '4.5', '', 0, 'กำลังรอตรวจสอบ', '2024-01-27', ''),
(54, '', 'd', 'สาว', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '081000002', '1909802815408', 'dadadada@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '', 'ไทย', 'เบค่อน', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', '', '', 'แถวบ้าน', '4.5', '', 4, 'เสร็จสิ้น', '2024-01-27', ''),
(55, 'นางสาว', 'Natthanan', 'Sangwal', 'เทคนิคสถาปัตยกรรม(ม.6)', '081000002', '1909802800004', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-10', 'ไทย', '-', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61646d6a2e6a7067, 0, 'กำลังรอตรวจสอบ', '2024-01-27', ''),
(56, 'นางสาว', 'Natthanan', 'Sangwal', 'ช่างอิเล็กทรอนิกส์/อิเล็กทรอนิกส์', '081000002', '1909802815477', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-01-18', 'ไทย', '-', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61645f445343393534342e6a7067, 0, 'กำลังรอตรวจสอบ', '2024-01-27', ''),
(57, 'นาย', 'Natthanan', 'Sangwal', 'เครื่องทำความเย็นและปรับอากาศ(ม.6)', '081000002', '1909802815475', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-01', 'ไทย', '-', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x2e2f75706c6f61646d6a2e6a7067, 0, 'กำลังรอตรวจสอบ', '2024-01-27', ''),
(58, 'นาย', 'Natthanan', 'Sangwal', 'ช่างไฟฟ้ากำลัง/ไฟฟ้ากำลัง', '081000002', '190980281555', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-01-17', 'ไทย', '-', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', 'dadadadada', '', 'แถวบ้าน', '4.5', '', 0, 'กำลังรอตรวจสอบ', '2024-01-27', ''),
(59, 'นาย', 'Natthanan', 'Sangwal', 'งานเฟอร์นิเจอร์และตกแต่งภายใน(ม.6)', '081000002', '190980281554', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-17', 'ไทย', '-', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', 'dadadadada', '', 'แถวบ้าน', '4.5', '', 0, 'กำลังรอตรวจสอบ', '2024-01-27', ''),
(60, 'นาย', 'Natthanan', 'Sangwal', 'ช่างเชื่อมโลหะ/ผลิตภัณฑ์', '081000002', '1909802815544', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-01-17', 'ไทย', '-', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', 'dadadadada', '', 'แถวบ้าน', '4.5', '', 0, 'กำลังรอตรวจสอบ', '2024-01-27', ''),
(61, 'นาย', 'Natthanan', 'Sangwal', 'โยธา(ม.6)', '081000002', '1909802815544', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-12', 'ไทย', '-', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', 'dadadadada', '', 'แถวบ้าน', '4.5', '', 0, 'กำลังรอตรวจสอบ', '2024-01-27', ''),
(62, 'นาย', 'Natthanan', 'Sangwal', 'ช่างก่อสร้าง/ก่อสร้าง', '081000002', '1909802815555', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-01-23', 'ไทย', '-', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 0, 'กำลังรอตรวจสอบ', '2024-01-27', ''),
(63, 'นางสาว', 'Natthanan', 'Sangwal', 'เทคนิคสถาปัตยกรรม(ม.6)', '081000002', '1909802815558', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-18', 'ไทย', '-', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', 'dadadadada', '', 'แถวบ้าน', '4.5', '', 0, 'กำลังรอตรวจสอบ', '2024-01-28', ''),
(64, 'นาย', 'Natthanan', 'Sangwal', 'เครื่องเรือนและตกแต่งภายใน', '081000002', '1909802815558', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-01-17', 'ไทย', '-', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', 'dadadadada', '', 'แถวบ้าน', '4.5', '', 0, 'กำลังรอตรวจสอบ', '2024-01-28', ''),
(65, 'นาย', 'Natthanan', 'Sangwal', 'โยธา(ม.6)', '081000002', '1909802815111', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-03', 'ไทย', '-', 'ที่นี่ประกาศนียบัตรวิชาชีพ (ปวช.)', 'ที่รัก', '0987654321', 'น่ารัก', '0987654320', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642fe0b89be0b88ae0b88a2e6a7067, 0, 'กำลังรอตรวจสอบ', '2024-01-28', ''),
(66, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '1909802815123', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-28', 'ไทย', 'เบค่อน', 'ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', 'd', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 15, 'เสร็จสิ้น', '2024-01-28', ''),
(67, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '1909802811052', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-28', 'ไทย', 'เบค่อน', 'ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', 'd', 'แถวบ้าน', '4.5', 0x75706c6f61642f38636237363639622d313936352d343938622d616438632d3237646238343163633561332d313730333534383834353538362e6a7067, 16, 'เสร็จสิ้น', '2024-01-28', ''),
(68, 'นาย', 'กอไก่', 'ขอไข่', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '1909802811059', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-28', 'ไทย', 'เบค่อน', 'ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', 'd', 'แถวบ้าน', '4.5', 0x75706c6f61642f38636237363639622d313936352d343938622d616438632d3237646238343163633561332d313730333534383834353538362e6a7067, 17, 'เสร็จสิ้น', '2024-01-28', ''),
(69, 'นาย', 'ณัฐนันท์3 ', 'สังวาลย์3', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '1900000000000', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-01-29', 'ไทย', 'เบค่อน', 'ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', 'd', 'แถวบ้าน', '4.5', 0x75706c6f61642f3337333032343230315f3136393730323737323831393433305f373630373836333033323933313134383134305f6e2e6a7067, 18, 'เสร็จสิ้น', '2024-01-29', ''),
(70, 'นาย', 'ธนภัทร', 'มณีนวล', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '1909800000001', 'g41@gmail.com', '', '2024-01-29', 'ไทย', 'เบค่อน', 'ที่นี่', 'สุดหล่อ', '0987654321', 'สุดสวย', '0987654320', '', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f494d475f32303231313232375f3132323330305f3030382e6a7067, 19, 'เสร็จสิ้น', '2024-01-29', ''),
(71, 'นาย', 'ธนภัทร', 'มณีนั่น', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '081000002', '1909802817732', 'Natthanan144@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-29', 'ไทย', 'เบค่อน', 'ที่นี่', 'สุดหล่อ', '0987654321', 'สุดสวย', '0987654320', '', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f3337333032343230315f3136393730323737323831393433305f373630373836333033323933313134383134305f6e2e6a7067, 3, 'เสร็จสิ้น', '2024-01-29', ''),
(72, 'นาย', 'ธนภัทร', 'มณีนั่น', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '081000002', '1909802817737', 'Natthanan144@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-30', 'ไทย', 'เบค่อน', 'ที่นี่', 'สุดหล่อ', '0987654321', 'สุดสวย', '0987654320', '', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f3334363538383832355f313238353836373633393031313037375f323634353038333334313538363738343334395f6e2e6a7067, 2, 'เสร็จสิ้น', '2024-01-30', ''),
(73, 'นาย', 'ธนภัทร', 'มณีนั่น', 'ช่างยนต์/จักรยานยนต์และเครื่องยนต์เล็กอเนกประสงค์', '081000002', '1909802817710', 'Natthanan144@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-01-30', 'ไทย', 'เบค่อน', 'ที่นี่', 'สุดหล่อ', '0987654321', 'สุดสวย', '0987654320', '', '', 'แถวบ้าน', '4.5', '', 0, 'กำลังรอตรวจสอบ', '2024-01-30', ''),
(74, 'นางสาว', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '1', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 10, 'เสร็จสิ้น', '2024-01-30', ''),
(75, 'นางสาว', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '2', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 11, 'เสร็จสิ้น', '2024-01-30', ''),
(76, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '3', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 12, 'เสร็จสิ้น', '2024-01-30', ''),
(77, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '4', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 9, 'เสร็จสิ้น', '2024-01-30', ''),
(78, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '5', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 8, 'เสร็จสิ้น', '2024-01-30', ''),
(79, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '6', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 7, 'เสร็จสิ้น', '2024-01-30', ''),
(80, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '7', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 6, 'เสร็จสิ้น', '2024-01-30', ''),
(81, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '8', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 20, 'เสร็จสิ้น', '2024-01-30', ''),
(82, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '9', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 21, 'เสร็จสิ้น', '2024-01-30', ''),
(83, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '10', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 22, 'เสร็จสิ้น', '2024-01-30', ''),
(84, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '11', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 23, 'เสร็จสิ้น', '2024-01-30', ''),
(85, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '12', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 24, 'เสร็จสิ้น', '2024-01-30', ''),
(86, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '13', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 0, 'กำลังรอตรวจสอบ', '2024-01-30', ''),
(87, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '15', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 25, 'เสร็จสิ้น', '2024-01-30', ''),
(88, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '16', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 26, 'เสร็จสิ้น', '2024-01-30', ''),
(89, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '17', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 13, 'เสร็จสิ้น', '2024-01-30', ''),
(90, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '18', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 14, 'เสร็จสิ้น', '2024-01-30', ''),
(91, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาคอมพิวเตอร์กราฟฟิกฯ(ม6)', '0938742731', '19', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 1, 'เสร็จสิ้น', '2024-01-30', ''),
(92, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '20', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 27, 'เสร็จสิ้น', '2024-01-30', ''),
(93, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '21', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 0, 'กำลังรอตรวจสอบ', '2024-01-30', ''),
(94, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '22', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 28, 'เสร็จสิ้น', '2024-01-30', ''),
(95, 'นาย', 'Natthanan', 'Sangwal', 'เทคนิคยานยนต์(ม.6)', '0938742731', '23', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', '', 0, 'กำลังรอตรวจสอบ', '2024-01-30', ''),
(96, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '24', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', '', 29, 'เสร็จสิ้น', '2024-01-30', ''),
(97, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '24', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 30, 'เสร็จสิ้น', '2024-01-30', ''),
(98, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '26', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 31, 'เสร็จสิ้น', '2024-01-30', ''),
(99, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '27', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 32, 'เสร็จสิ้น', '2024-01-30', ''),
(100, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '28', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 33, 'เสร็จสิ้น', '2024-01-30', ''),
(101, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '29', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 34, 'เสร็จสิ้น', '2024-01-30', ''),
(102, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '30', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 35, 'เสร็จสิ้น', '2024-01-30', ''),
(103, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '31', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 36, 'เสร็จสิ้น', '2024-01-30', ''),
(104, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '32', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 37, 'เสร็จสิ้น', '2024-01-30', ''),
(105, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '33', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 38, 'เสร็จสิ้น', '2024-01-30', ''),
(106, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '34', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 39, 'เสร็จสิ้น', '2024-01-30', ''),
(107, 'นาย', 'Natthanan', 'Sangwal', 'เทคโนโลยีสารสนเทศ/นักพัฒนาซอฟแวร์คอมพิวเตอร์(ม.6)', '0938742731', '35', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)', '2024-01-31', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', 'dadadadada', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f6d6a2e6a7067, 40, 'เสร็จสิ้น', '2024-01-30', ''),
(118, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '1', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', 0x75706c6f61642f3337363234313535335f3539393630383337393034393235395f393139303730373934383330383237383033315f6e2e6a7067, 100, 'เสร็จสิ้น', '2024-02-07', ''),
(119, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '2', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 99, 'เสร็จสิ้น', '2024-02-07', ''),
(120, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '3', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 98, 'เสร็จสิ้น', '2024-02-07', ''),
(121, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '4', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 97, 'เสร็จสิ้น', '2024-02-07', ''),
(122, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '5', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 96, 'เสร็จสิ้น', '2024-02-07', ''),
(123, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '6', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 95, 'เสร็จสิ้น', '2024-02-07', ''),
(124, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '7', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 94, 'เสร็จสิ้น', '2024-02-07', ''),
(125, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '8', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 93, 'เสร็จสิ้น', '2024-02-07', ''),
(126, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '9', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 92, 'เสร็จสิ้น', '2024-02-07', ''),
(127, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '10', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 91, 'เสร็จสิ้น', '2024-02-07', ''),
(128, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '11', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 90, 'เสร็จสิ้น', '2024-02-07', ''),
(129, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '12', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 89, 'เสร็จสิ้น', '2024-02-07', ''),
(130, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '13', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 88, 'เสร็จสิ้น', '2024-02-07', ''),
(131, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '14', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 87, 'เสร็จสิ้น', '2024-02-07', ''),
(132, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '15', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 86, 'เสร็จสิ้น', '2024-02-07', ''),
(133, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '16', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 85, 'เสร็จสิ้น', '2024-02-07', ''),
(134, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '17', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 84, 'เสร็จสิ้น', '2024-02-07', ''),
(135, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '18', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 83, 'เสร็จสิ้น', '2024-02-07', ''),
(136, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '19', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 82, 'เสร็จสิ้น', '2024-02-07', ''),
(137, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '20', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 80, 'เสร็จสิ้น', '2024-02-07', ''),
(138, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '21', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 79, 'เสร็จสิ้น', '2024-02-07', ''),
(139, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '22', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 78, 'เสร็จสิ้น', '2024-02-07', ''),
(140, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '23', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 77, 'เสร็จสิ้น', '2024-02-07', ''),
(141, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '24', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 76, 'เสร็จสิ้น', '2024-02-07', ''),
(142, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '25', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 75, 'เสร็จสิ้น', '2024-02-07', ''),
(143, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '26', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 74, 'เสร็จสิ้น', '2024-02-07', ''),
(144, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '27', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 73, 'เสร็จสิ้น', '2024-02-07', ''),
(145, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '28', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 72, 'เสร็จสิ้น', '2024-02-07', ''),
(146, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '29', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 71, 'เสร็จสิ้น', '2024-02-07', ''),
(147, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '30', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 70, 'เสร็จสิ้น', '2024-02-07', ''),
(148, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '31', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 69, 'เสร็จสิ้น', '2024-02-07', ''),
(149, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '32', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 68, 'เสร็จสิ้น', '2024-02-07', ''),
(150, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '33', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 67, 'เสร็จสิ้น', '2024-02-07', ''),
(151, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '34', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 66, 'เสร็จสิ้น', '2024-02-07', ''),
(152, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '35', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 65, 'เสร็จสิ้น', '2024-02-07', ''),
(153, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '36', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 64, 'เสร็จสิ้น', '2024-02-07', ''),
(154, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '37', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 63, 'เสร็จสิ้น', '2024-02-07', ''),
(155, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '38', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 62, 'เสร็จสิ้น', '2024-02-07', ''),
(156, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '39', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 61, 'เสร็จสิ้น', '2024-02-07', ''),
(157, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '40', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 60, 'เสร็จสิ้น', '2024-02-07', ''),
(158, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '41', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 59, 'เสร็จสิ้น', '2024-02-07', ''),
(159, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '42', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 58, 'เสร็จสิ้น', '2024-02-07', ''),
(160, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '43', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 57, 'เสร็จสิ้น', '2024-02-07', ''),
(161, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '44', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 56, 'เสร็จสิ้น', '2024-02-07', ''),
(162, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '45', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 55, 'เสร็จสิ้น', '2024-02-07', ''),
(163, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '46', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 54, 'เสร็จสิ้น', '2024-02-07', ''),
(164, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '47', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 53, 'เสร็จสิ้น', '2024-02-07', ''),
(165, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '48', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 52, 'เสร็จสิ้น', '2024-02-07', ''),
(166, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '49', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 51, 'เสร็จสิ้น', '2024-02-07', ''),
(167, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '50', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 50, 'เสร็จสิ้น', '2024-02-07', ''),
(168, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '51', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 49, 'เสร็จสิ้น', '2024-02-07', ''),
(169, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '52', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 48, 'เสร็จสิ้น', '2024-02-07', ''),
(170, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '53', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 47, 'เสร็จสิ้น', '2024-02-07', ''),
(171, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '54', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 46, 'เสร็จสิ้น', '2024-02-07', ''),
(172, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '55', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 45, 'เสร็จสิ้น', '2024-02-07', ''),
(173, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '56', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 44, 'เสร็จสิ้น', '2024-02-07', ''),
(174, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '57', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 43, 'เสร็จสิ้น', '2024-02-07', ''),
(175, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '58', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 42, 'เสร็จสิ้น', '2024-02-07', ''),
(176, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '59', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 40, 'เสร็จสิ้น', '2024-02-07', ''),
(177, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '60', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 39, 'เสร็จสิ้น', '2024-02-07', ''),
(178, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '61', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 38, 'เสร็จสิ้น', '2024-02-07', ''),
(179, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '62', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 37, 'เสร็จสิ้น', '2024-02-07', ''),
(180, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '63', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 36, 'เสร็จสิ้น', '2024-02-07', ''),
(181, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '64', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 35, 'เสร็จสิ้น', '2024-02-07', ''),
(182, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '65', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 41, 'เสร็จสิ้น', '2024-02-07', ''),
(183, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '66', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 33, 'เสร็จสิ้น', '2024-02-07', ''),
(184, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '67', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 10, 'เสร็จสิ้น', '2024-02-07', ''),
(185, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '68', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 34, 'เสร็จสิ้น', '2024-02-07', ''),
(186, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '69', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 81, 'เสร็จสิ้น', '2024-02-07', ''),
(187, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '70', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 32, 'เสร็จสิ้น', '2024-02-07', ''),
(188, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '71', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 31, 'เสร็จสิ้น', '2024-02-07', ''),
(189, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '72', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 30, 'เสร็จสิ้น', '2024-02-07', ''),
(190, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '73', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 29, 'เสร็จสิ้น', '2024-02-07', ''),
(191, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '74', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 28, 'เสร็จสิ้น', '2024-02-07', ''),
(192, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '75', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 27, 'เสร็จสิ้น', '2024-02-07', ''),
(193, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '76', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 26, 'เสร็จสิ้น', '2024-02-07', ''),
(194, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '77', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 25, 'เสร็จสิ้น', '2024-02-07', ''),
(195, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '78', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 24, 'เสร็จสิ้น', '2024-02-07', ''),
(196, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '79', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 23, 'เสร็จสิ้น', '2024-02-07', ''),
(197, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '80', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 22, 'เสร็จสิ้น', '2024-02-07', ''),
(198, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '81', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 21, 'เสร็จสิ้น', '2024-02-07', ''),
(199, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '82', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 20, 'เสร็จสิ้น', '2024-02-07', ''),
(200, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '83', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 19, 'เสร็จสิ้น', '2024-02-07', ''),
(201, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '84', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 18, 'เสร็จสิ้น', '2024-02-07', ''),
(202, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '85', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 17, 'เสร็จสิ้น', '2024-02-07', ''),
(203, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '86', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 16, 'เสร็จสิ้น', '2024-02-07', ''),
(204, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '87', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 15, 'เสร็จสิ้น', '2024-02-07', ''),
(205, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '88', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 14, 'เสร็จสิ้น', '2024-02-07', ''),
(206, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '89', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 13, 'เสร็จสิ้น', '2024-02-07', ''),
(207, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '90', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 12, 'เสร็จสิ้น', '2024-02-07', ''),
(208, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '91', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 11, 'เสร็จสิ้น', '2024-02-07', ''),
(209, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '92', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 9, 'เสร็จสิ้น', '2024-02-07', ''),
(210, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '93', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 8, 'เสร็จสิ้น', '2024-02-07', ''),
(211, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '94', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 7, 'เสร็จสิ้น', '2024-02-07', ''),
(212, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '95', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 6, 'เสร็จสิ้น', '2024-02-07', ''),
(213, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '96', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 5, 'เสร็จสิ้น', '2024-02-07', ''),
(214, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '97', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 4, 'เสร็จสิ้น', '2024-02-07', ''),
(215, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '98', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 3, 'เสร็จสิ้น', '2024-02-07', '');
INSERT INTO `tb_student` (`id_student`, `pre_name`, `firstname`, `lastname`, `department`, `tel`, `id_card`, `email`, `grade_level`, `birthdate`, `nationality`, `religion`, `ads`, `dad_name`, `dad_tel`, `mom_name`, `mom_tel`, `parents_name`, `parents_tel`, `school`, `GPA`, `img`, `id_test`, `status_value`, `time_stamp`, `test_result`) VALUES
(216, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '99', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 2, 'เสร็จสิ้น', '2024-02-07', ''),
(217, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '100', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-08', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 1, 'เสร็จสิ้น', '2024-02-07', ''),
(218, 'นาย', 'Natthanan', 'Sangwal', 'ช่างยนต์/ยานยนต์', '0938742731', '101', 'golfza123golfza123@gmail.com', 'ประกาศนียบัตรวิชาชีพ (ปวช.)', '2024-02-11', 'ไทย', 'เบค่อน', 'ที่นี่', 'ที่รัก', '0987654321', 'น่ารัก', '2', '', '', 'แถวบ้าน', '4.5', '', 0, 'กำลังรอตรวจสอบ', '2024-02-10', '');

-- --------------------------------------------------------

--
-- Table structure for table `tb_test`
--

CREATE TABLE `tb_test` (
  `id_result` int(11) NOT NULL,
  `id_card_result` varchar(30) NOT NULL,
  `test_normal` varchar(30) NOT NULL,
  `test_expert` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tb_test`
--

INSERT INTO `tb_test` (`id_result`, `id_card_result`, `test_normal`, `test_expert`) VALUES
(1, '1909802800001', '1', '2'),
(2, '1909802817737', '2', '3'),
(3, '1909802800001', '1', '5'),
(4, '1909802817737', '2', '4');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tb_an`
--
ALTER TABLE `tb_an`
  ADD PRIMARY KEY (`an_id`);

--
-- Indexes for table `tb_department`
--
ALTER TABLE `tb_department`
  ADD PRIMARY KEY (`id_department`);

--
-- Indexes for table `tb_register`
--
ALTER TABLE `tb_register`
  ADD PRIMARY KEY (`ID_User`);

--
-- Indexes for table `tb_status`
--
ALTER TABLE `tb_status`
  ADD PRIMARY KEY (`id_status`);

--
-- Indexes for table `tb_student`
--
ALTER TABLE `tb_student`
  ADD PRIMARY KEY (`id_student`);

--
-- Indexes for table `tb_test`
--
ALTER TABLE `tb_test`
  ADD PRIMARY KEY (`id_result`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tb_an`
--
ALTER TABLE `tb_an`
  MODIFY `an_id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `tb_department`
--
ALTER TABLE `tb_department`
  MODIFY `id_department` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;

--
-- AUTO_INCREMENT for table `tb_register`
--
ALTER TABLE `tb_register`
  MODIFY `ID_User` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=100;

--
-- AUTO_INCREMENT for table `tb_status`
--
ALTER TABLE `tb_status`
  MODIFY `id_status` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `tb_student`
--
ALTER TABLE `tb_student`
  MODIFY `id_student` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=219;

--
-- AUTO_INCREMENT for table `tb_test`
--
ALTER TABLE `tb_test`
  MODIFY `id_result` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
